Repository: ocarolino/Salamandra
Catalog: Salamandra/Strings/ViewsTexts.*.resx
Languages: pt_br

# EventListWindow_AreYouSureDelete
source: Are you sure you want to delete the selected events?
pt_br: Tem certeza que deseja excluir os eventos selecionados?

# EventListWindow_AreYouSureDeleteAll
source: Are you sure you want to delete all events?
pt_br: Tem certeza que deseja excluir todos os eventos?

# EventListWindow_AreYouSureDeleteExpired
source: Are you sure you want to delete the expired events?
pt_br: Tem certeza que deseja excluir os eventos expirados?

# EventListWindow_Delete
source: Delete
pt_br: Excluir

# EventListWindow_DeleteAll
source: Delete all events
pt_br: Deletar todos os eventos

# EventListWindow_DeleteExpired
source: Delete expired
pt_br: Excluir expirados

# EventListWindow_Edit
source: Edit
pt_br: Editar

# EventListWindow_ErrorOpeningList
source: There was an error opening the event list file
pt_br: Houve um erro ao abrir a lista de eventos

# EventListWindow_ErrorSavingList
source: There was an error saving the event list file
pt_br: Houve um erro ao salvar a lista de eventos

# EventListWindow_Expiration
source: Expiration
pt_br: Expiração

# EventListWindow_File
source: File
pt_br: Arquivo

# EventListWindow_Hours
source: Hours
pt_br: Horas

# EventListWindow_Mode
source: Mode
pt_br: Modo

# EventListWindow_New
source: New
pt_br: Novo

# EventListWindow_Open
source: Open...
pt_br: Abrir...

# EventListWindow_Save
source: Save...
pt_br: Salvar

# EventListWindow_Time
source: Time
pt_br: Hora

# EventListWindow_WeekDays
source: Week Days
pt_br: Dias da Semana

# EventListWindow_WindowTitle
source: Events
pt_br: Eventos

# EventWindow_Cue
source: Cue
pt_br: Pré-Escuta

# EventWindow_DateAndTime
source: Date and Time
pt_br: Data e Hora

# EventWindow_EnableMaximumWait
source: Enable maximum wait
pt_br: Utilizar Espera Máxima

# EventWindow_EventType
source: Event Type
pt_br: Tipo do Evento

# EventWindow_ExpirationDateTime
source: Expiration date and time
pt_br: Data e Hora de Expiração

# EventWindow_HighPriority
source: High Priority
pt_br: Prioridade Alta

# EventWindow_Immediate
source: Immediate
pt_br: Imediato

# EventWindow_LowPriority
source: Low Priority
pt_br: Prioridade Baixa

# EventWindow_MaximumWait
source: Maximum Wait
pt_br: Espera Máxima

# EventWindow_MaximumWaitAction
source: Action after waiting time
pt_br: Ação após espera

# EventWindow_MaximumWaitTime
source: Maximum wait time
pt_br: Tempo máximo de espera

# EventWindow_OrderAndPriority
source: Order and Priority
pt_br: Ordenação e Prioridade

# EventWindow_OtherHours
source: Other hours
pt_br: Outros Horários

# EventWindow_QueueOrder
source: Queue order
pt_br: Ordem do Evento na Fila

# EventWindow_StartingDateTime
source: Starting date and time
pt_br: Data e Hora de Início

# EventWindow_TimeAndDay
source: Time and days
pt_br: Horários e Dias

# EventWindow_Validation_DelayedStartPlayback
source: A delayed start playback event may not have the desired effect.
pt_br: Um evento de iniciar a playlist que não seja imediato pode não ter o efeito desejado.

# EventWindow_Validation_ExpirationAfterStarting
source: The expiration date must be later than the start date.
pt_br: A data de expiração do evento deve ser posterior a data de início.

# EventWindow_Validation_MustSelectDays
source: The days that the event will play must be selected.
pt_br: Os dias que o evento tocará devem ser selecionados.

# EventWindow_Validation_MustSelectFile
source: The file must be selected.
pt_br: O arquivo do evento deve ser selecionado.

# EventWindow_Validation_MustSelectHours
source: The hours that the event will play must be selected.
pt_br: Os horários que o evento tocará devem ser selecionados.

# EventWindow_Validation_WaitingTimeGreaterThanZero
source: The maximum wait time must be greater than zero.
pt_br: Um evento com espera máxima deve ter o tempo de espera maior que zero.

# EventWindow_WeekDays
source: Week Days
pt_br: Dias da Semana

# EventWindow_WindowTitle
source: Event
pt_br: Evento

# FileFormats_All
source: All files
pt_br: Todos os arquivos

# FileFormats_Audio
source: Audio files
pt_br: Arquivos de áudio

# FileFormats_ScheduleEvents
source: Scheduled events file
pt_br: Planilha de Eventos

# MainWindow_AddAudioTracks
source: Add audio files...
pt_br: Adicionar arquivos de áudio...

# MainWindow_AddPlaylistTrack
source: Add playlist file...
pt_br: Adicionar arquivo de playlist....

# MainWindow_AddRandomTrack
source: Add random track...
pt_br: Adicionar arquivo aleatório de pasta...

# MainWindow_AddStopPlaylistTrack
source: Add command to stop playlist...
pt_br: Adicionar comando para Parar Playlist

# MainWindow_AddTimeAnnouncement
source: Add time announcement track...
pt_br: Adicionar locução de horário...

# MainWindow_Cue
source: Cue
pt_br: Pré-Escuta

# MainWindow_Delete
source: Delete selected tracks
pt_br: Remover faixas selecionadas

# MainWindow_DeleteAll
source: Delete all tracks
pt_br: Remover todas as faixas

# MainWindow_Edit
source: Edit
pt_br: Editar

# MainWindow_File
source: File
pt_br: Arquivo

# MainWindow_MarkAsNext
source: Mark as next track
pt_br: Marcar como próxima

# MainWindow_Media
source: Media
pt_br: Mídia

# MainWindow_New
source: New
pt_br: Novo

# MainWindow_NowPlaying
source: Now Playing
pt_br: Reproduzindo agora

# MainWindow_NowPlaying_EndTime
source: End Time
pt_br: Horário de Término

# MainWindow_NowPlaying_RemainingTime
source: Remaining Time
pt_br: Tempo Restante

# MainWindow_Open
source: Open...
pt_br: Abrir...

# MainWindow_OpenLogFolder
source: Open logs folder
pt_br: Abrir pasta de registros

# MainWindow_OpenTodayLog
source: Open today's log
pt_br: Abrir registro de hoje

# MainWindow_PlayingNext
source: Next Track
pt_br: Próxima faixa

# MainWindow_Playlist_Duration
source: Duration
pt_br: Duração

# MainWindow_Playlist_File
source: File
pt_br: Arquivo

# MainWindow_PlayNextTrack
source: Play next track
pt_br: Próxima faixa

# MainWindow_PlaySelectedTrack
source: Play selected track
pt_br: Tocar faixa selecionada

# MainWindow_Save
source: Save
pt_br: Salvar

# MainWindow_SaveAs
source: Save as...
pt_br: Salvar como...

# MainWindow_Settings
source: Settings
pt_br: Configurações

# MainWindow_ShufflePlaylist
source: Shuffle playlist
pt_br: Embaralhar playlist

# MainWindow_StartPlayback
source: Start playback
pt_br: Reproduzir playlist

# MainWindow_StopAfterCurrentTrack
source: Stop after current track
pt_br: Parar após faixa atual

# MainWindow_StopPlayback
source: Stop playback
pt_br: Parar playlist

# MainWindow_Tags_Album
source: Album
pt_br: Álbum

# MainWindow_Tags_Artist
source: Artist
pt_br: Artista

# MainWindow_Tags_Comment
source: Comment
pt_br: Comentário

# MainWindow_Tags_Genre
source: Genre
pt_br: Gênero

# MainWindow_Tags_Title
source: Title
pt_br: Título

# MainWindow_Tags_Year
source: Year
pt_br: Ano

# MainWindow_Tools
source: Tools
pt_br: Ferramentas

# MainWindow_UpcomingEvents
source: Upcoming Events
pt_br: Próximos Eventos

# MainWindow_UpcomingEvents_Mode
source: Mode
pt_br: Início

# MainWindow_UpcomingEvents_Name
source: Name
pt_br: Evento

# MainWindow_UpcomingEvents_Time
source: Time
pt_br: Hora

# Misc_Cancel
source: Cancel
pt_br: Cancelar

# Misc_Copy
source: Copy
pt_br: Copiar

# Misc_Cut
source: Cut
pt_br: Recortar

# Misc_Events_Immediate
source: Immediate
pt_br: Imediato

# Misc_Events_NotImmediate
source: Delayed
pt_br: Atrasado

# Misc_Ok
source: Ok
pt_br: Confirmar

# Misc_Paste
source: Paste
pt_br: Colar

# Misc_SelectAll
source: Select all
pt_br: Selecionar todos

# Misc_Track_TimeAnnouncement
source: Time Announcement
pt_br: Locução de Horário

# PreListenWindow_WindowTitle
source: Cue
pt_br: Pré-Escute

# SettingsWindow_AskWhenCloseWhilePlaying
source: Ask when close while player is still active
pt_br: Confirmar ao fechar caso player esteja tocando

# SettingsWindow_CueOutputDevice
source: Cue Sound Output Device
pt_br: Dispositivo de Saída de Pré Escuta

# SettingsWindow_EnableLogs
source: Enable Logs
pt_br: Ativar registros

# SettingsWindow_General
source: General
pt_br: Geral

# SettingsWindow_KeepDeleteModeLastState
source: Keep last state of 'Delete Mode' on startup
pt_br: Manter último estado do modo de exclusão ao iniciar

# SettingsWindow_KeepEventsEnabledOnStartup
source: Always keep events enabled on startup
pt_br: Sempre manter eventos ativados ao iniciar

# SettingsWindow_Language
source: Language
pt_br: Idioma

# SettingsWindow_LogOutputPath
source: Logs folder
pt_br: Caminho para armazenar arquivos de registro

# SettingsWindow_Logs
source: Logs
pt_br: Registro

# SettingsWindow_LogsExplanation
source: Logs are text files that report on playback activity on a daily basis, as well as errors like invalid files or output devices.
pt_br: Os registros são arquivos de texto que informam sobre a atividade do player diariamente, além de erros de arquivos ou dispositivos.

# SettingsWindow_MainOutputDevice
source: Main Sound Output Device
pt_br: Dispositivo de Saída Principal

# SettingsWindow_OpenLastPlaylistOnStartup
source: Open last playlist at startup
pt_br: Abrir última playlist quando iniciar o programa

# SettingsWindow_Outputs
source: Outputs
pt_br: Saídas

# SettingsWindow_ShufflePlaylistOnStartup
source: Shuffle playlist at startup
pt_br: Embaralhar playlist quando iniciar o programa

# SettingsWindow_StartPlaybackOnStartup
source: Start playback at startup
pt_br: Reproduzir playlist quando iniciar o programa

# SettingsWindow_TimeAnnouncementFilesPath
source: Time Announcement files path
pt_br: Caminho para arquivos de Locução de Horário

# SettingsWindow_Validation_ValidLogFolder
source: It is necessary to choose a valid directory to generate the logs.
pt_br: Para gerar os registros é necessário escolher um diretório válido.

# SettingsWindow_WindowTitle
source: Settings
pt_br: Configurações

# MainWindow_PlaylistStillPlaying
source: The player is still running. Are you sure that you want to close?
pt_br: A playlist ainda está tocando. Tem certeza que deseja fechar?

# MainWindow_LoadingPlaylist
source: Loading playlist...
pt_br: Carregando playlist...

# MainWindow_Error_SoundDevice
source: There was an error in the audio device that forced playback to stop.
pt_br: Houve um erro no dispositivo de áudio que forçou a parada da reprodução.

# MainWindow_Error_PlaylistParsing
source: There was an error when parsing the playlist file.
pt_br: Houve um erro ao processar a playlist.

# MainWindow_Error_PlaylistFile
source: There was an error acessing the playlist file.
pt_br: Houve um erro de acesso ao arquivo.

# MainWindow_Error_PlaylistOpenGeneric
source: There was an error while opening the playlist.
pt_br: Houve um erro ao abrir a playlist.

# MainWindow_Error_PlaylistSaveGeneric
source: There was an error saving the playlist.
pt_br: Houve um erro ao salvar o arquivo.

# MainWindow_PlaylistUnsavedChanges
source: There are unsaved changes to the playlist. Do you want to save them?
pt_br: Há modificações não salvas na playlist. Deseja salvá-las?

# MainWindow_Error_UnhandledPlaylistError
source: There was an unhandled error on playlist.
pt_br: Houve um erro ao manipular a playlist.

# MainWindow_Error_ScheduleSaveGeneric
source: There was an error saving the scheduled events.
pt_br: Houve um erro ao salvar a planilha de eventos.

# MainWindow_AddingFilesToPlaylist
source: Adding files to the playlist...
pt_br: Adicionando arquivos a playlist...

# MainWindow_Error_OpeningLogFolder
source: There was an error opening the log folder.
pt_br: Houve um erro ao abrir a pasta de registros.

# MainWindow_Error_OpeningTodayLog
source: There was an error opening today's log.
pt_br: Houve um erro ao abrir o registro atual.

# MainWindow_Error_TodayLogDoesntExist
source: The log file doesn't exist yet. Check to see if there has been any player activity or if logging is active.
pt_br: O arquivo de registro ainda não existe. Verifique se houve alguma atividade ou se a geração de registros está ativa.

# PreListenWindow_Error_PlaybackError
source: There was an error while trying to play the audio file.
pt_br: Houve um erro na reprodução da pré-escuta.

# MainWindow_Tooltip_NewPlaylist
source: New playlist
pt_br: Nova playlist

# MainWindow_Tooltip_OpenPlaylist
source: Open playlist
pt_br: Abrir playlist

# MainWindow_Tooltip_SavePlaylist
source: Save playlist
pt_br: Salvar playlist

# MainWindow_Tooltip_AddAudioFiles
source: Add audio files...
pt_br: Adicionar arquivos de áudio...

# MainWindow_Tooltip_DeleteSelectedFiles
source: Delete selected tracks...
pt_br: Excluir faixas selecionadas...

# MainWindow_Tooltip_Settings
source: Settings
pt_br: Configurações

# MainWindow_Tooltip_StartPlayback
source: Start playback
pt_br: Reproduzir playlist

# MainWindow_Tooltip_StopPlayback
source: Stop playback
pt_br: Parar reprodução da playlist

# MainWindow_Tooltip_Pause
source: Pause current track
pt_br: Pausar faixa atual

# MainWindow_Tooltip_NextTrack
source: Play next track
pt_br: Reproduzir próxima faixa

# MainWindow_Tooltip_StopAfterCurrentTrack
source: Stop after current track
pt_br: Parar após faixa atual

# MainWindow_Tooltip_PlaylistMode
source: Playlist next track mode
pt_br: Modo de definição da próxima faixa na playlist

# MainWindow_Tooltip_MuteUnmuteVolume
source: Mute/unmute volume
pt_br: Silenciar/reativar volume

# MainWindow_Tooltip_PlayLateEvents
source: Play events
pt_br: Reproduzir eventos atrasados

# MainWindow_Tooltip_DiscardLateEvents
source: Discard late events
pt_br: Descartar eventos atrasados

# MainWindow_Tooltip_EnableDisableEvents
source: Enable/disable events
pt_br: Ativar/desativar eventos

# MainWindow_Tooltip_OpenEventList
source: Open scheduled events list
pt_br: Abrir edição da grade de eventos

# MainWindow_Tooltip_DeleteMode
source: Delete track after playing
pt_br: Deletar faixa após reproduzir

# MainWindow_Tooltip_LoopMode
source: Loop track
pt_br: Repetir faixa

# EventWindow_Tooltip_StartingDate
source: Starting date for the event
pt_br: Data a partir da qual o evento vai iniciar

# EventWindow_Tooltip_StartingTime
source: Starting time for the event
pt_br: Horário em que o evento irá iniciar

# EventWindow_Tooltip_Immediate
source: Sets that this is a event that will start at the selected time, if not checked, it will wait the current track to end
pt_br: Define se o evento tocará imediatamente no horário selecionado, ou se ele irá esperar a faixa atual terminar

# EventWindow_Tooltip_UseExpirationDate
source: Sets that this is an event that will be no longer active after the expiration date
pt_br: Define se o evento não será mais considerado como ativo a partir de certa data

# EventWindow_Tooltip_ExpirationDate
source: Expiration date for the event
pt_br: Data de quando o evento não irá mais tocar

# EventWindow_Tooltip_ExpirationTime
source: Expiration time for the event
pt_br: Hora de quando o evento não irá mais tocar

# EventWindow_Tooltip_UsePlayingHours
source: Sets that this event will play in multiple hours
pt_br: Define se o evento tocará em várias horas. Se ativo, serão consideradas apenas as horas selecionadas

# EventWindow_Tooltip_UseDaysOfWeek
source: Set that this event will play in multiple days. If not checked, the event will play only in the selected date
pt_br: Se ativo, o evento tocará nos dias da semana selecionados, em vez de somente na data programada

# EventWindow_Tooltip_TrackType
source: Event track type
pt_br: Tipo de faixa que será gerada pelo evento

# EventWindow_Tooltip_Filename
source: File/folder that will be used for the event
pt_br: Caminho do arquivo/diretório que será considerado para o evento

# EventWindow_Tooltip_QueueOrder
source: Sets the order on the queue for events that share the exact same time
pt_br: Define a ordem na fila para eventos que tem o mesmo horário

# EventWindow_Tooltip_Priority
source: Event priority defines whether or not an event will continue in the queue when there's an event is already playing. Events of the same or higher priority remain in the queue, while lower priority events are discarded
pt_br: A prioridade dos eventos define se um evento continuará ou não na fila caso um evento já esteja tocando, eventos de mesma ou maior prioridade continuam na fila, enquanto eventos de prioridade menor são descartados

# EventWindow_Tooltip_UseMaximumWait
source: Maximum wait defines what will happen for events that are still in the queue after their starting time
pt_br: A espera máxima, se ativa, define o que acontecerá para eventos que ficam enfileirados na fila após um tempo determinado

# EventWindow_Tooltip_MaximumWaitTime
source: The maximum time, in minutes and seconds, that the event will wait before executing the selected action
pt_br: O tempo máximo, em minutos e segundos, que o evento esperará na fila antes de executar a ação selecionada

# EventWindow_Tooltip_MaximumWaitAction
source: The action that will be executed after the maximum wait time
pt_br: A ação que será executada após o tempo de espera máxima
